{
  "nav": {
    "home": "Дом",
    "about": "О нас",
    "production": "Производство",
    "gallery": "Галерея",
    "contact": "Контакт",
    "contactUs": "Связаться с нами",
    "findOutMore": "Узнайте больше о нас"
  },
  "home": {
    "welcome": "ДОБРО ПОЖАЛОВАТЬ НА НАШ САЙТ",
    "title": "DELTA DEFENCE, a.s. Братислава",
    "heroHeadline": "Авторизованные исследования и разработки для оборонных технологий",
    "description": "Мы являемся авторизованной исследовательской и опытно-конструкторской (НИОКР), коммерческой и производственной компанией, специализирующейся на реализации проектов, связанных с производственными процессами бронетехники и технологическими процессами производства боеприпасов малого, среднего и крупного калибра, включая химические ресурсы для производства.",
    "since": "С года",
    "natoPartner": "Партнер НАТО",
    "capabilities": "Наши возможности"
  },
  "about": {
    "title": "НАША ИСТОРИЯ",
    "history": "За свою 30-летнюю историю компания DELTA DEFENCE, a.s. Братислава, в роли интегратора, участвовала во всех трансформационных проектах Словакии после вступления в НАТО (2004).",
    "participation": "Это участие включает проекты, осуществленные в сотрудничестве с BAE Systems, такие как проект IFF для идентификации свой-чужой на основе связи между наземным радаром и транспондером, установленным на самолете или вертолете, или проект мобильной системы связи для словацкой армии.",
    "acquisitions": "Благодаря своим приобретениям, будь то французский производитель автоматизированных линий по производству боеприпасов Manurhin или словацкий производитель взрывчатых веществ ISTROCHEM, компания получила доступ к технологическим процессам производства автоматизированных линий, а также приобрела квалифицированных рабочих.",
    "portfolio": "Производственное портфолио компании состоит из:",
    "certifications": "Сертификации и авторизации",
    "timeline": {
      "1993": "Создание компании Дельта-Б «Проект NORICUM GHN-45»",
      "2004": "Приобретение MANURHIN, французского производителя боеприпасов по технологии Мюлуз",
      "2005": "Сотрудничество с BAE Systems \"IFF - идентификация свой-чужой\" для словацких военно-воздушных сил",
      "2006": "Стратегическое сотрудничество с Explosia, Пардубице Чешская Республика \"Пороха боеприпасов среднего и малого калибра\"",
      "2011": "Сотрудничество с DIEHL BGT DEFENCE \"RM-70/85 MODULAR\"",
      "2013": "Приобретение Istrochem Explosives, Братислава Разработка и производство взрывчатых веществ в Словакии",
      "2016": "Сотрудничество с BAE SYSTEMS \"проект мобильной системы C3 MOKYS\" Приватизация военного ремонтного предприятия - VOP Prešov",
      "2019": "Создание Конструкторского бюро Neotechnology"
    },
    "portfolioItems": {
      "ammunition": "Производство автоматизированных линий для заполнения взрывчатых материалов в крупнокалиберные боеприпасы (60 мм - 155 мм) с использованием шнекового метода.",
      "vehicles": "Модернизация бронированных транспортных средств",
      "artillery": "Технологии и технологические процессы для артиллерийской системы NORICUM GHN-45, гаубицы калибра 155 мм.",
      "explosives": "Технологии и технологические процессы для производственных линий промышленных взрывчатых веществ.",
      "grad": "Технологии и технологические процессы для ракет ГРАД калибра 122 мм",
      "automated": "Технологии и технологические процессы для производства автоматизированных линий по производству боеприпасов",
      "modernization": "В области модернизации оружейных систем компания реализует проекты на своих производственных мощностях или на месте у заказчика."
    }
  },
  "production": {
    "title": "Производство",
    "ks4Title": "Автоматизированная линия KS-4",
    "ks4Description": "KS-4 — это автоматизированная, сложная система, предназначенная для точной и эффективной загрузки артиллерийских боеприпасов и минометных мин с использованием шнекового метода. Она состоит из системы модулей, образующих основные элементы линии:",
    "modules": {
      "filling": "Модуль заполнения",
      "fillingDesc": "Этот модуль отвечает за заполнение боеприпасов взрывчатым материалом. Он образует систему для загрузки и подготовки патронов к заполнению.",
      "milling": "Модуль фрезерования",
      "millingDesc": "Этот модуль выполняет операции по созданию полостей для системы воспламенения в заполненных патронах. Он тесно связан с модулем заполнения для обеспечения бесшовной интеграции.",
      "dosing": "Модуль дозирования",
      "dosingDesc": "Этот модуль обеспечивает точное дозирование взрывчатого материала в патроны, в тесной связи с модулем заполнения.",
      "heating": "Модуль нагрева",
      "heatingDesc": "Этот модуль подготавливает взрывчатый материал до требуемой температуры для заполнения. Он тесно работает с модулем дозирования.",
      "control": "Модуль управления",
      "controlDesc": "Этот централизованный модуль управляет всеми функциями машины. Он включает компьютерную систему управления, функции безопасности и управление компонентами электрораспределения.",
      "quality": "Модуль контроля качества",
      "qualityDesc": "Предназначен для подготовки образцов и оценки качества заполнения взрывчатыми веществами, включает систему разделительных и контрольных устройств.",
      "dust": "Модуль пылеудаления",
      "dustDesc": "Этот модуль контролирует удаление пыли, образующейся во время процессов, поддерживает чистую и безопасную рабочую среду."
    }
  },
  "gallery": {
    "title": "Галерея"
  },
  "contact": {
    "title": "Контакт",
    "form": {
      "name": "Имя",
      "email": "Электронная почта",
      "message": "Сообщение",
      "send": "Отправить"
    },
    "address": "Адрес",
    "phone": "Телефон",
    "email": "Электронная почта"
  },
  "footer": {
    "rights": "Все права защищены",
    "newsletter": "Подпишитесь на нашу рассылку"
  }
}
